const data = [
  {
    id: 1,
    titleEnglish: "Photo Distribution Program",
    titleNepali: "फोटो  हस्तान्तरण कार्यक्रम  ",
    descNepali:
      "नेपाल महिला संघका संस्थापक अध्यक्ष मंगला देवी सिंहको फोटो फ्रेम र `नारी संघर्ष का पाईलाहरू` पुस्तक नेपाल महिला संघका सम्पुर्ण जिल्ला अफिसलाई हस्तान्तरण कार्यक्रम आयोजक: मंगला देवी सिंह फाउण्डेशन  चाक्सीबारी, काठमाण्डौ।",
    descEnglish: `Photo frame of Mangala Devi Singh, founder president of Nepal Women's Association and handing over the book "Steps of Women's Struggle" to the entire district offices of Nepal Women's Association.
        Organizer: Mangala Devi Singh Foundation
        Chaxibari, Kathmandu.`,
    date: "24th February, 2024",
    images: ["0104.jpg", "0102.jpg", "0103.jpg", "0101.jpg"],
  },

  {
    id: 2,
    titleEnglish: ` Three months basic sewing training`,
    titleNepali: `तीन  महिने बेसिक सिलाई तालिम`,
    descEnglish: `Inauguration program of three months basic sewing training with technical support of Mangala Devi Singh Foundation and the help of Industry and Commerce Office. #BecomeEntrepreneur #BecomeFinanciallySelfDependent Place: Sohrakhutte, Kamanpa 16th Ward.`,
    descNepali: `मंगला देवी सिंह फाउण्डेशनको प्रविधिक सहयोग र उधोग तथा बाणिज्य कार्यालयको सहयोगमा तीन  महिने बेसिक सिलाई तालिम को उद्घघाटन कार्यक्रम। 
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भरबनौ 
स्थान: सोह्रखुट्टे , कामनपा १६ वार्ड।`,
    date: `March 22 2024 `,
    images: ["0201.jpg", "0202.jpg", "0203.jpg", "0204.jpg"],
  },
  {
    id: 3,
    titleEnglish: `Felicitation program`,
    titleNepali: `सम्मान कार्यक्रम `,
    descEnglish: `Felicitation program of women who contributed to the work of bringing women empowerment, political awareness and social awareness in Nepali Women's movement!`,
    descNepali: `नेपाली महिला आन्दोलनमा महिला सशक्तिकारण, राजनैतिक चेतना एवम सामाजिक जागरण ल्याउने कार्यमा योगदान पुराउनु हुने महिलहरुको सम्मान कार्यक्रम !`,
    date: `2nd April, 2024`,
    images: ["0301.jpg", "0302.jpg", "0303.jpg", "0304.jpg"],
  },
  {
    id: 4,
    titleEnglish: `1 month beautician training `,
    titleNepali: ` १ महिने ब्युटिसियन तालीम`,
    descEnglish: `Inauguration program of 1 month beautician training organized by Mangala Devi Singh Foundation. !! 🙏 #Be Entrepreneur #Be financially self-sufficient. Place: Baneshwor. Me. No. Pa 10th ward.`,
    descNepali: `मंगला देवि सिंह फाउन्डेसनको आयोजना १ महिने ब्युटिसियन तालीमको उद्घाटन कार्यक्रम सम्पन्न। !! 🙏
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भरबनौ 
स्थान: बानेश्वर   का.म.न.पा १० वार्ड।`,
    date: `28th April, 2024`,
    images: ["0401.jpg", "0402.jpg", "0403.jpg", "0404.jpg", "0405.jpg"],
  },
  {
    id: 5,
    titleEnglish: `15-day bakery training`,
    titleNepali: ` १५ दिने   बेकरी  तालिम`,
    descEnglish: `The inauguration program of 15-day bakery training concluded today with the help of Mangala Devi Singh Foundation's technical support and Industry and Commerce office. #Be Entrepreneur #Be financially self-reliant`,
    descNepali: `मंगला देवी सिंह फाउण्डेशनको प्रविधिक सहयोग र उधोग तथा बाणिज्य कार्यालयको सहयोगमा १५ दिने   बेकरी  तालिमको आज  उद्घघाटन कार्यक्रम सम्पन्न । 
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भरबनौ`,
    date: `30th April, 2024`,
    images: ["0501.jpg", "0502.jpg", "0503.jpg", "0504.jpg", "0505.jpg"],
  },
  {
    id: 6,
    titleEnglish: `Photo exhibition and photo book publishing program `,
    titleNepali: `फोटो प्रदर्शनी र फोटो पुस्तक प्रकाशन कार्यक्रम`,
    descEnglish: `The photo exhibition of Mangala Devi Singh and the contribution of Mangala Devi Singh organized by Mangala Devi Singh Foundation concluded.`,
    descNepali: `मंगला देवी सिंह  फाउन्डेसनद्वारा आयोजित मंगला देवी सिंहको फोटो प्रदर्शनी र मंगला देवी सिंहको  योगदानमा आधारित “ अन्तरक्रिया एवं बिचार गोष्ठी “ कार्यक्रम  सम्पन्न ।`,
    date: `26th May, 2024`,
    images: ["0601.jpg", "0602.jpg", "0603.jpg", "0604.jpg"],
  },
  {
    id: 7,
    titleEnglish: `10-day velvet bag making training `,
    titleNepali: ` १० दिने मखमली कपडाको ब्याग बनाउने  तालिम`,
    descEnglish: `Program concluded at the conclusion of 10-day velvet bag making training and certificate distribution ceremony with the help of Mangala Devi Singh Foundation's technical support and Industry and Commerce Office.
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भर`,
    descNepali: `मंगला देवी सिंह फाउण्डेशनको प्रविधिक सहयोग र उधोग तथा बाणिज्य कार्यालयको सहयोगमा १० दिने मखमली कपडाको ब्याग बनाउने  तालिमको समापन तथा प्रमाण पत्र वितरण  समारोहमा कार्यक्रम सम्पन्न । 
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भर`,
    date: `21st May, 2024`,
    images: ["0701.jpg", "0702.jpg", "0703.jpg", "0704.jpg"],
  },
  {
    id: 8,
    titleEnglish: `Teenage self defence training : Halchowk Ma Vi`,
    titleNepali: `किशोरी आत्म रक्षा तालिम : हल्चोक मा.वि  `,
    descEnglish: `Today, Jestha 13, 2081 Sunday, at Shri Halchowk of Nagarjuna Municipality under the plan of Mangala Devi Singh Foundation. Teenage self defence training completed for students of B. Halchowk.`,
    descNepali: `आज मिति २०८१ साल जेष्ठ १३ गते आइतबार मंगला देवी सिंह फाउन्डेसनको योजनामा नागार्जुन नगरपालिकाको श्री हल्चोक मा.वि, हल्चोकका छात्रा विद्यार्थीहरुको लागि किशोरी आत्म रक्षा तालिम सम्पन्न l`,
    date: `26th May, 2024`,
    images: ["0801.jpg", "0802.jpg", "0803.jpg", "0804.jpg", "0805.jpg"],
  },
  {
    id: 9,
    titleEnglish: `Teenage self defence training : Shri Ichangu A`,
    titleNepali: `किशोरी आत्म रक्षा तालिम : श्री इचंगु  आ. वि.   `,
    descEnglish: `Today, 2081, Jestha 16, Wednesday, Shri Ichangu A. of Nagarjuna Municipality in the plan of Mangala Devi Singh Foundation. V. Teenage self defense training completed for students.`,
    descNepali: `आज मिति २०८१ साल जेष्ठ १३ गते आइतबार मंगला देवी सिंह फाउन्डेसनको योजनामा नागार्जुन नगरपालिकाको श्री हल्चोक मा.वि, हल्चोकका छात्रा विद्यार्थीहरुको लागि किशोरी आत्म रक्षा तालिम सम्पन्न l`,
    date: `29th May, 2024`,
    images: ["0901.jpg", "0902.jpg", "0903.jpg", "0904.jpg", "0905.jpg"],
  },
  {
    id: 10,
    titleEnglish: `Teenage self defence training :Shri Ratna Rajya `,
    titleNepali: `किशोरी आत्म रक्षा तालिम :श्री रत्न राज्य मा.वि  `,
    descEnglish: `Date 2081 Jestha 18, Friday, in the planning of Mangala Devi Singh Foundation in Shri Ratna Rajya of Nagarjuna Municipality. V. Teenage self defense training completed for students.`,
    descNepali: `मिति २०८१ साल जेष्ठ १८  गते शुक्रबार , मंगला देवी सिंह फाउन्डेसनलको योजनामा नागार्जुन नगरपालिकाको श्री रत्न राज्य मा.वि. का छात्रा विधार्थीहरुको लागि किशोरी आत्मा रक्षा तालिम सम्पन्न l`,
    date: `4th June, 2024`,
    images: ["1001.jpg", "1002.jpg", "1003.jpg", "1004.jpg", "1005.jpg"],
  },
  {
    id: 11,
    titleEnglish: `Teenage self defence training : Shri Bal Bodh  `,
    titleNepali: `किशोरी आत्म रक्षा तालिम : श्री बाल बोध मा.वि.   `,
    descEnglish: `Date 2081 Jestha 23, Wednesday, at Shri Bal Bodh of Nagarjuna Municipality in the planning of Mangala Devi Singh Foundation. V. Teenage self defense training completed for students`,
    descNepali: `मिति २०८१ साल जेष्ठ २३  गते बुधबार , मंगला देवी सिंह फाउन्डेसनलको योजनामा नागार्जुन नगरपालिकाको श्री बाल बोध मा.वि. काछात्रा विधार्थीहरुको लागि किशोरी आत्मा रक्षा तालिम सम्पन्न`,
    date: `6th June, 2024`,
    images: ["1101.jpg", "1102.jpg", "1103.jpg", "1104.jpg", "1105.jpg"],
  },
  {
    id: 12,
    titleEnglish: `Teenage self defence training :  Shri Sita Paila MaVi  `,
    titleNepali: `किशोरी आत्म रक्षा तालिम :  श्री सिता पाइला  मा.वि   `,
    descEnglish: `Date 2081, Jestha 25, Friday, at Shri Sita footsteps of Nagarjuna Municipality under the plan of Mangala Devi Singh Foundation. V. Teenage self defense training completed for students.`,
    descNepali: `मिति २०८१ साल जेष्ठ २५  गते शुक्रबार , मंगला देवी सिंह फाउन्डेसनलको योजनामा नागार्जुन नगरपालिकाको श्री सिता पाइला  मा.वि. का छात्रा विधार्थीहरुको लागि किशोरी आत्मा रक्षा तालिम सम्पन्न `,
    date: `9th June, 2024`,
    images: ["1201.jpg", "1202.jpg", "1203.jpg", "1204.jpg", "1205.jpg"],
  },
  {
    id: 13,
    titleEnglish: `Teenage self defence training :  Shri Jan Uddwar Mavi `,
    titleNepali: `किशोरी आत्म रक्षा तालिम : श्री जन उद्दार मा.वि. `,
    descEnglish: `मिति २०८१ साल जेष्ठ ३२  गते शुक्रबार , मंगला देवी सिंह फाउन्डेसनलको योजनामा नागार्जुन नगरपालिकाको श्री जन उद्दार मा.वि. पाइला  मा.वि. का छात्रा विधार्थीहरुको लागि किशोरी आत्मा रक्षा तालिम सम्पन्न र समापन समारोह l`,
    descNepali: `मिति २०८१ साल जेष्ठ २५  गते शुक्रबार , मंगला देवी सिंह फाउन्डेसनलको योजनामा नागार्जुन नगरपालिकाको श्री सिता पाइला  मा.वि. का छात्रा विधार्थीहरुको लागि किशोरी आत्मा रक्षा तालिम सम्पन्न `,
    date: `16th June, 2024`,
    images: ["1301.jpg", "1302.jpg", "1303.jpg", "1304.jpg", "1305.jpg"],
  },
  {
    id: 14,
    titleEnglish: ` basic sewing training and certificate distribution `,
    titleNepali: ` आधारभुत सिलाइ कटाई तालिम`,
    descEnglish: `The program concluded at the completion of 3 months basic sewing training and certificate distribution ceremony with the help of Mangala Devi Singh Foundation's technical support and industrial and commerce office.
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भर`,
    descNepali: `मंगला देवी सिंह फाउण्डेशनको प्रविधिक सहयोग र उधोग तथा बाणिज्य कार्यालयको सहयोगमा ३ महिने  आधारभुत सिलाइ कटाई तालिमको समापन तथा प्रमाण पत्र वितरण  समारोहमा कार्यक्रम सम्पन्न । 
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भर`,
    date: `30th June, 2024`,
    images: ["1401.jpg", "1402.jpg", "1403.jpg", "1404.jpg"],
  },
  {
    id: 15,
    titleEnglish: `Self Defence Training: Sitaram Ma Vi`,
    titleNepali: `किशोरी आत्म रक्षा तालिम : सीताराम  मा.वि.  `,
    descEnglish: `Today, 2081, Jestha 14, Monday, at Shri Sitaram of Nagarjuna Municipality under the plan of Mangala Devi Singh Foundation. V. Teenage self-defense training completed for students.`,

    descNepali: `आज मिति २०८१ साल जेष्ठ १४ गते सोमबार ,  मंगला देवी सिंह फाउन्डेसनको योजनामा नागार्जुन नगरपालिकाको श्री सीताराम  मा.वि. का  छात्रा विद्यार्थीहरुको लागि किशोरी आत्म रक्षा तालिम सम्पन्न l`,

    date: `2081, Jestha 14`,
    images: ["1501.jpg", "1502.jpg", "1503.jpg", "1504.jpg"],
  },
  {
    id: 16,
    titleEnglish: `contribution of Mangala Devi Singh `,
    titleNepali: `“ अन्तरक्रिया एवं बिचार गोष्ठी “ कार्यक्रम`,
    descEnglish: `The photo exhibition of Mangala Devi Singh and the contribution of Mangala Devi Singh organized by Mangala Devi Singh Foundation concluded.`,

    descNepali: `मंगला देवी सिंह  फाउन्डेसनद्वारा आयोजित मंगला देवी सिंहको फोटो प्रदर्शनी र मंगला देवी सिंहको  योगदानमा आधारित “ अन्तरक्रिया एवं बिचार गोष्ठी “ कार्यक्रम  सम्पन्न ।`,

    date: `26th May, 2024`,
    images: ["1601.jpg", "1602.jpg", "1603.jpg", "1604.jpg"],
  },
  {
    id: 17,
    titleEnglish: `1 month beautician training`,
    titleNepali: ` १ महिने ब्युटिसियन तालीम`,
    descEnglish: `1 month beautician training inauguration program organized by Mangala Devi Singh Foundation at Bhotebahal today from 2081-01-20. !! 🙏
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भरबनौ 
Location: of Bhotebahal. Me. No. Pa 11 ward.
  ·   · `,

    descNepali: `आज मिति २०८१-०१-२० गते बाट भोटेबहालमा मंगला देवि सिंह फाउन्डेसनको आयोजनामा  १ महिने ब्युटिसियन तालीमको उद्घाटन कार्यक्रम सम्पन्न। !! 🙏
#उद्धमीबनौ #आर्थिकरूपमाआत्मनिर्भरबनौ 
स्थान: भोटेबहाल   का.म.न.पा ११ वार्ड।`,

    date: ` २०८१-०१-२०`,
    images: ["1701.jpg", "1702.jpg", "1703.jpg", "1704.jpg"],
  },
  {
    id: 18,
    titleEnglish: `Bridal Makeup Competitions`,
    titleNepali: `ब्राइडल मेकअप प्रतियोगिता`,
    descEnglish: `The 4th Nepal Bridal Make-Up Competition, organized by Gongabu Beauty Parlour Training Center and held on 17th Chaitra 2080, was a vibrant and skillful display of talent in bridal makeup artistry. Participants likely went through intensive presentation classes on Chaitra 15 and 16, where they honed their techniques and prepared for the main event. On the day of the competition, aspiring makeup artists showcased their skills by creating stunning bridal looks, competing for top honors. Each participant was awarded a token of love and a certificate, recognizing their effort and creativity. The event celebrated the legacy of the first lady leader, Mangala Devi Singh, fostering a spirit of empowerment and excellence in the beauty industry..`,

    descNepali: `गोंगबु ब्युटी पार्लर ट्रेनिङ सेन्टरले आयोजना गरेको चौथो नेपाल ब्राइडल मेकअप प्रतियोगिता २०८० सालको चैत्र १७ गते सम्पन्न भएको थियो। सहभागीहरूले चैत्र १५ र १६ मा भएका प्रस्तुति कक्षाहरूमा आफ्नो प्रविधि सुधारेर मुख्य कार्यक्रममा प्रस्तुत गरेका थिए। प्रतियोगिताको दिन, इच्छुक मेकअप कलाकारहरूले आफ्नो प्रतिभा प्रदर्शन गर्दै सुन्दर ब्राइडल लुक सिर्जना गरेर शीर्ष सम्मानका लागि प्रतिस्पर्धा गरेका थिए। प्रत्येक सहभागीलाई माया चिनो र प्रमाणपत्र प्रदान गरिएको थियो, जसले उनीहरूको प्रयास र सिर्जनशीलताको कदर गरेको थियो। कार्यक्रमले पहिलो महिला नेता मंगला देवी सिंहको विरासतलाई सम्मान गर्दै सौन्दर्य उद्योगमा सशक्तिकरण र उत्कृष्टताको भावना प्रवर्द्धन गरेको थियो।`,
    date: `17th Chaitra 2080`,
    images: ["1801.jpg", "1802.jpg", "1803.jpg", "1804.jpg", " 1805.jpg"],
  },
  {
    id: 19,
    titleEnglish: " National K1 Kickboxing Championship",
    titleNepali: " राष्ट्रिय K1 किकबक्सिङ च्याम्पियनशिप ",
    descNepali:
      "दोस्रो मंगला देवी राष्ट्रिय K1 किकबक्सिङ च्याम्पियनशिप मे २४-२५, शुक्रबार र शनिबार सम्पन्न भएको थियो, जसमा ऊर्जावान र रोमाञ्चक मुकाबला देख्न पाइयो। मंगला देवी सिंहको सम्मानमा आयोजित यस च्याम्पियनशिपले देशभरिका दक्ष किकबक्सरहरूलाई एकसाथ ल्याएको थियो, जसमा उनीहरूले श्रृंखला अनुसारका तीव्र म्याचहरूमा प्रतिस्पर्धा गरे। सहभागीहरूले रिङमा आफ्नो शक्ति, चपलता, र मार्शल आर्टको दक्षता प्रदर्शन गर्दै, विजय र राष्ट्रिय पहिचानको लागि प्रतिस्पर्धा गरे। कार्यक्रमलाई विभिन्न संस्थाहरूले समर्थन गरेका थिए, जसले किकबक्सिङमा खेल भावना र उत्कृष्टता प्रवर्द्धन गर्न गरिएको सामुदायिक प्रयासलाई प्रतिबिम्बित गरेको थियो। दर्शकहरूले तीव्र प्रतिस्पर्धा देखे, प्रत्येक म्याचले खेलाडीहरूको समर्पण र मेहनतलाई उजागर गरेको थियो।",
    descEnglish:
      "The 2nd Mangala Devi National K1 Kickboxing Championship, held on May 24-25, Friday and Saturday, was a dynamic and thrilling event. Organized in honor of Mangala Devi Singh, the championship brought together skilled kickboxers from across the nation to compete in a series of intense matches. The participants showcased their strength, agility, and martial arts prowess in the ring, striving for victory and national recognition. The event was supported by various organizations, reflecting a strong community effort to promote sportsmanship and excellence in kickboxing. Spectators witnessed fierce competition, with each match highlighting the dedication and hard work of the athletes.",
    date: "May 24th 2024",
    images: ["1901.jpg", "1902.jpg", "1903.jpg", "1904.jpg"],
  },
  {
    id: 19,
    titleEnglish: " National K1 Kickboxing Championship",
    titleNepali: " राष्ट्रिय K1 किकबक्सिङ च्याम्पियनशिप ",
    descNepali:
      "दोस्रो मंगला देवी राष्ट्रिय K1 किकबक्सिङ च्याम्पियनशिप मे २४-२५, शुक्रबार र शनिबार सम्पन्न भएको थियो, जसमा ऊर्जावान र रोमाञ्चक मुकाबला देख्न पाइयो। मंगला देवी सिंहको सम्मानमा आयोजित यस च्याम्पियनशिपले देशभरिका दक्ष किकबक्सरहरूलाई एकसाथ ल्याएको थियो, जसमा उनीहरूले श्रृंखला अनुसारका तीव्र म्याचहरूमा प्रतिस्पर्धा गरे। सहभागीहरूले रिङमा आफ्नो शक्ति, चपलता, र मार्शल आर्टको दक्षता प्रदर्शन गर्दै, विजय र राष्ट्रिय पहिचानको लागि प्रतिस्पर्धा गरे। कार्यक्रमलाई विभिन्न संस्थाहरूले समर्थन गरेका थिए, जसले किकबक्सिङमा खेल भावना र उत्कृष्टता प्रवर्द्धन गर्न गरिएको सामुदायिक प्रयासलाई प्रतिबिम्बित गरेको थियो। दर्शकहरूले तीव्र प्रतिस्पर्धा देखे, प्रत्येक म्याचले खेलाडीहरूको समर्पण र मेहनतलाई उजागर गरेको थियो।",
    descEnglish:
      "The 2nd Mangala Devi National K1 Kickboxing Championship, held on May 24-25, Friday and Saturday, was a dynamic and thrilling event. Organized in honor of Mangala Devi Singh, the championship brought together skilled kickboxers from across the nation to compete in a series of intense matches. The participants showcased their strength, agility, and martial arts prowess in the ring, striving for victory and national recognition. The event was supported by various organizations, reflecting a strong community effort to promote sportsmanship and excellence in kickboxing. Spectators witnessed fierce competition, with each match highlighting the dedication and hard work of the athletes.",
    date: "May 24th 2024",
    images: ["1901.jpg", "1902.jpg", "1903.jpg", "1904.jpg"],
  },
  {
    id: 19,
    titleEnglish: " National K1 Kickboxing Championship",
    titleNepali: " राष्ट्रिय K1 किकबक्सिङ च्याम्पियनशिप ",
    descNepali:
      "दोस्रो मंगला देवी राष्ट्रिय K1 किकबक्सिङ च्याम्पियनशिप मे २४-२५, शुक्रबार र शनिबार सम्पन्न भएको थियो, जसमा ऊर्जावान र रोमाञ्चक मुकाबला देख्न पाइयो। मंगला देवी सिंहको सम्मानमा आयोजित यस च्याम्पियनशिपले देशभरिका दक्ष किकबक्सरहरूलाई एकसाथ ल्याएको थियो, जसमा उनीहरूले श्रृंखला अनुसारका तीव्र म्याचहरूमा प्रतिस्पर्धा गरे। सहभागीहरूले रिङमा आफ्नो शक्ति, चपलता, र मार्शल आर्टको दक्षता प्रदर्शन गर्दै, विजय र राष्ट्रिय पहिचानको लागि प्रतिस्पर्धा गरे। कार्यक्रमलाई विभिन्न संस्थाहरूले समर्थन गरेका थिए, जसले किकबक्सिङमा खेल भावना र उत्कृष्टता प्रवर्द्धन गर्न गरिएको सामुदायिक प्रयासलाई प्रतिबिम्बित गरेको थियो। दर्शकहरूले तीव्र प्रतिस्पर्धा देखे, प्रत्येक म्याचले खेलाडीहरूको समर्पण र मेहनतलाई उजागर गरेको थियो।",
    descEnglish:
      "The 2nd Mangala Devi National K1 Kickboxing Championship, held on May 24-25, Friday and Saturday, was a dynamic and thrilling event. Organized in honor of Mangala Devi Singh, the championship brought together skilled kickboxers from across the nation to compete in a series of intense matches. The participants showcased their strength, agility, and martial arts prowess in the ring, striving for victory and national recognition. The event was supported by various organizations, reflecting a strong community effort to promote sportsmanship and excellence in kickboxing. Spectators witnessed fierce competition, with each match highlighting the dedication and hard work of the athletes.",
    date: "May 24th 2024",
    images: ["1901.jpg", "1902.jpg", "1903.jpg", "1904.jpg"],
  },
];

export default data;
